@extends('frontend.layouts.master')
@section('page_title', 'Правила')
@section('body')
<h2 class="text-center">Правила игрового сервера</h2>
<p class="text-center">Обновлено 25.08.2022</p>
<h2 class="text-center">   ◄ ◄ ◄ Общие правила Сервера ► ► ►</h2>
<p> 1.1 Незнание правил не освобождает вас от ответственности.</p>
<p> 1.2 Начав играть на наших серверах, Вы автоматически подтверждаете своё согласие с данным сводом правил.</p>
<p> 1.3 Администрация сервера вправе наказать игрока по причине, не указанной в настоящих правилах.</p>
<p> 1.4 Администрация сама устанавливает сроки для банов/мутов.</p>
<p> 1.5 Администрация не несет ответственности за временную или постоянную невозможность игры на сервере конкретным лицом или группой лиц.</p>
<p> 1.6 Игроки обязаны выполнять требования Администрации и предписания данных правил.</p>
<p> 1.7 Администрация ведет логи всех действий игроков на сервере и всех сообщений чата.</p>
<p> 1.8 Администрация имеет право корректировать данный свод правил без уведомления игрока. </p>

<h2 class="text-center">   ◄ ◄ ◄ Аккаунт ► ► ►</h2>

<p> 2.1 Ник не должен содержать грубого мата, оскорблений верующих и т.д. </p>
<p> 2.2 Запрещается предоставлять свой аккаунт третьим лицам для игры на сервере. И создание твинков для упрощения игры.</p>
<p> 2.3 Ответственность несет владелец аккаунта, независимо от того, кто совершал действия под данным аккаунтом.</p>
<p> 2.4 Запрещена продажа/передача аккаунтов, продажа привилегий.</p>
<p> 2.5 Запрещено использование твинков. (При использовании будет забанен первоначальный аккаунт)</p>

<h2 class="text-center">   ◄ ◄ ◄ Общие правила поведения игроков на сервере ► ► ►</h2>

<p> 3.1 Запрещены любые способы гриферства регионов, мошенничество, намеренный обман администрации.</p>
<p> 3.2 Разрешено пвп на всей территории мира. </p>
<p> 3.3 Администрация НЕ обязана возвращать вещи в случаях грифа.</p>
<p> 3.4 Администрация не обязана осуществлять Вам помощь в виде ускорения постройки здания, выдачи предметов, ресурсов и др.</p>
<p> 3.5 Игрок не имеет право пользоваться сторонними программами, скриптами, модами, читам и т.п. для облегчения или изменения игрового процесса.</p>
<p> 3.6 Запрещено вызывание неполадок в работе сервера или попытки обрушить сервер, путем специально вызванных лагов или подобного. </p>
<p> 3.7 Запрещено подстрекать третьих лиц на нарушение правил. </p>
<p> 3.8 Запрещено выдавать себя за администрацию или команду сервера.</p>
<p> 3.9 Попытки обхода правил ведут за собой плачевные последствия.</p>

<h2 class="text-center">   ◄ ◄ ◄ Постройки ► ► ►</h2>

<p>4.1 Постройки, оставленные за зоной привата, будут доступны для других игроков. Администрация не несет ответственность за потерю имущества.</p>
<p>4.2 Вся незаприваченная территория, попавшая под приват другого игрока, становится его собственностью.</p>
<p>4.3 Запрещено ставить точки дома на чужой территории без согласия владельца.</p>
<p>4.4 Запрещена блокировка доступа к чужим сооружениям. </p>
<p>4.5 Запрещается постройка половых органов и изображения 18+ рисунков.</p>
<p>4.6 Запрещен застрой/приват точек появления в крае или порталов в незере.</p>
<p>4.7 Запрещено использование антиAFK машин.</p>
 
<h2 class="text-center">   ◄ ◄ ◄ Общение (чат, таблички, предметы, блоки, префиксы)► ► ►</h2>

<p> 5.1 Запрещён спам, флуд, реклама сторонних проектов. </p>
<p> 5.2 Запрещено написание сообщения заглавными буквами (капс). </p>
<p> 5.3 Запрещено разглашать ложную информацию.  </p>
<p> 5.4 Запрещено злоупотребление мата в дс и на сервере.</p>
<p> 5.5 Запрещены любые оскорбления, также запрещены оскорбления родственников и веры участников нашего сервера.</p>
 <p>5.6 Обсуждение политики запрещено. Мы не хотим, чтобы игроки становились врагами из-за политики тех или иных стран. </p>
 <p>5.7 Запрещено попрошайничество.</p>
 <p>5.8 Лишнее упоминание читов в чате могут вызвать к вам подозрения. Вплоть до слежки или наказания. Будьте аккуратны</p>
@endsection